tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

brew "git"
brew "htop"
brew "jq"
brew "openssl"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xz"
brew "zsh"

cask 'alfred'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'spotify'

