tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "crisidev/homebrew-chunkwm"

brew "awscli"
brew "chunkwm"
brew "coreutils"
brew "gcc"
brew "gdb"
brew "git"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "lua"
brew "openssl"
brew "python"
brew "python3"
brew "python@2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "xz"
brew "zsh"
brew "zsh-syntax-highlighting"


cask "1password"
cask "alacritty"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "hammerspoon"
cask "slack"
cask "spotify"
