tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew "git"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "openssl"
brew "python"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "watch"
brew "wget"
brew "xz"
brew "zsh"
brew "zsh-syntax-highlighting"

tap "crisidev/homebrew-chunkwm"
brew "crisidev/chunkwm/chunkwm"

tap "caskroom/cask"
cask '1password'
cask 'alacritty'
cask 'alfred'
cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'jetbrains-toolbox'
cask 'monnodraw'
cask 'slack'
cask 'spotify'
cask 'vlc'
